# (1) გააკეთეთ 30 მაგალითი შედარებით ოპერატორებზე.



print(10 > 5) # მეტობა
print(10 < 16) # ნაკლებობა
print(32 >= 32) # მეტი ან ტოლი
print(23 <= 21) # ნაკლები ან ტოლი
print(101 == 101) # უდრის
print(96 != 1776) # არ უდრის
print(100 > 50)
print(100 < 5000)
print(10 >= 10)
print(10 <= 1)
print(5 == 5)
print(100 != 500000)
print(1000000 > 1)
print(3 < 608)
print(70 >= 50)
print(10 <= 100)
print(570 == 570)
print(12 != 80)
print(5987 > 78)
print(4654 < 5)
print(7 >= 7)
print(112 <= 112)
print(20 == 20)
print(300 != 235)
print(900 > 19)
print(22 < 2355)
print(4534 >= 63)
print(92 <= 6347)
print(75 == 75)
print(6484 != 5764)